[
  {
    "word": "tupperware",
    "humiliation": "",
    "sentence": "thats a nice TUPPERWARE it looks really Korean, that’s very cool you know how they have really thin ceramic types that shatters to like a million pieces"
  },
  {
    "word": "fill",
    "humiliation": "",
    "sentence": "should i FILL it(jello) all the way to the top"
  },
  {
    "word": "things",
    "humiliation": "",
    "sentence": "how many THINGS do you wanna use"
  },
  {
    "word": "there",
    "humiliation": "",
    "sentence": "there are napkins right THERE"
  },
  {
    "word": "imagine",
    "humiliation": "",
    "sentence": "IMAGINE if i went to culinary school"
  },
  {
    "word": "wait",
    "humiliation": "",
    "sentence": "should we go up and WAIT or are we just gonna chill here"
  },
  {
    "word": "leathery",
    "humiliation": "",
    "sentence": "we have to seal it or anything yeah it’ll get too weird and dry and LEATHERY"
  },
  {
    "word": "wrong",
    "humiliation": "",
    "sentence": "if this turns out WRONG we can throw it at people"
  },
  {
    "word": "redo",
    "humiliation": "",
    "sentence": "this whole thing could be a failure and i may have to REDO the whole thing"
  },
  {
    "word": "avocado",
    "humiliation": "",
    "sentence": "would we eat it (jello) like flip it out or would we eat it like cut it up like like an AVOCADO"
  },
  {
    "word": "money",
    "humiliation": "",
    "sentence": "wanna bet? we have to bet something now, it could be like MONEY or um an advantage at harry potter (board game)"
  },
  {
    "word": "protagonist",
    "humiliation": "",
    "sentence": "i had this one conversation with life my friends in sophomore year that they were like talking about like if our lives were a story who would be a PROTAGONIST and then everyone said “i think i’d be the protagonist” and I’m like “i think i’d probably be a supporting actor”"
  },
  {
    "word": "world",
    "humiliation": "",
    "sentence": "it could be it could be like one of those like underdog stories like, oh, a calm liver and then one day she is the chosen one and then all theses thoughts you were collecting saves the WORLD one day"
  },
  {
    "word": "poofy",
    "humiliation": "",
    "sentence": "you know how like asian dudes have like a hard time with their hair do you know their struggles like they’ll often do bowl-cut but cuz like but cuz like it’s too thick it’ll be like really POOFY especially like on the sides thats a thing yeah"
  },
  {
    "word": "headband",
    "humiliation": "",
    "sentence": "apparently there’s like this korean contraption where like you wear some kind of like weird HEADBAND helmet thing and it flattens the sides of your your like the hair for their heads so when they take it off its not like as poofy"
  },
  {
    "word": "low-class",
    "humiliation": "",
    "sentence": "jello is kinda like a LOW-CLASS dessert. (“but they’re in buffets”). Yeah but always buffets you don’t go to a luxurious nice restaurant and they serve you jello"
  },
  {
    "word": "mango",
    "humiliation": "",
    "sentence": "we could have tried to make a MANGO jello like raindrop-cake"
  },
  {
    "word": "clear",
    "humiliation": "",
    "sentence": "you use like agar you put it in like a circular mold and it comes out and it comes out like really soft and CLEAR like a raindrop and you eat it with soybean-powder or sugar-syrup or whatever"
  },
  {
    "word": "worth-it",
    "humiliation": "",
    "sentence": "i tried it (raindrop-cake) I didn’t like it, I don’t know if I had a good one or not, but I went to Busan and they had like a lot of street-food somewhere and they make like raindrop-cake you know it's just taste like clear jello like it had no flavor. Not really WORTH-IT."
  },
  {
    "word": "honestly",
    "humiliation": "",
    "sentence": "You can say something(on snapchat). HONESTLY go ahead, let's spice-up the conversation"
  },
  {
    "word": "war",
    "humiliation": "",
    "sentence": "He did say he watched, like, what was it? WAR is love? love is war?"
  },
  {
    "word": "weird",
    "humiliation": "",
    "sentence": "I swear don’t be WEIRD. Don’t be cruel"
  },
  {
    "word": "what",
    "humiliation": "",
    "sentence": "what what WHAT what what oh ok cool"
  },
  {
    "word": "is",
    "humiliation": "",
    "sentence": "What IS ntr?"
  },
  {
    "word": "it",
    "humiliation": "",
    "sentence": "oh oh oh wait wait wait i can guess is IT like nantare or something or like no-teacher-reference?"
  },
  {
    "word": "chronological",
    "humiliation": "",
    "sentence": "not everything i say will be in CHRONOLOGICAL its just gonna be this word, this word, this said this many times"
  },
  {
    "word": "such",
    "humiliation": "",
    "sentence": "you know it’s gonna be SUCH an ass"
  },
  {
    "word": "bring",
    "humiliation": "",
    "sentence": "should i BRING anything? I’m just gonna bring my earphones"
  },
  {
    "word": "know",
    "humiliation": "",
    "sentence": "I don’t KNOW what I have to do later"
  },
  {
    "word": "shit",
    "humiliation": "",
    "sentence": "Do you have your key? Your phone? Make sure. I don’t need that SHIT again."
  },
  {
    "word": "okay",
    "humiliation": "",
    "sentence": "OKAY so which one are we going to? I don’t really care."
  },
  {
    "word": "nice",
    "humiliation": "",
    "sentence": "This one this is NICE, so watching animu oh this is nice"
  },
  {
    "word": "pockets",
    "humiliation": "",
    "sentence": "You know what would be very cool? If humans just had POCKETS in there bodies, so when you have no clothes you can just carry things, that’d be so neat."
  },
  {
    "word": "not",
    "humiliation": "",
    "sentence": "God was NOT kind to us."
  },
  {
    "word": "doing",
    "humiliation": "",
    "sentence": "I’m thankful but I’m also atheist so i don’t know now what I’m DOING."
  },
  {
    "word": "we",
    "humiliation": "",
    "sentence": "Alright, so what (show) are WE watching? The the the chess one?"
  },
  {
    "word": "real",
    "humiliation": "",
    "sentence": "You know it kinda reminds me of your-lie-in-april mostly because the guy mostly looks like him, let's be REAL here."
  },
  {
    "word": "freaky",
    "humiliation": "",
    "sentence": "Oh, I mean who are they to judge, you don’t know what FREAKY stuff they are into. You don’t watch porn right? Then you have nothing to feel guilty about, they should feel more ashamed."
  },
  {
    "word": "yeah",
    "humiliation": "",
    "sentence": "What was i gonna do? What was i gonna do? What was I gonna do? Oh YEAH."
  },
  {
    "word": "when",
    "humiliation": "",
    "sentence": "WHEN do you think we’ll play wizards"
  },
  {
    "word": "tomorrow",
    "humiliation": "",
    "sentence": "the jello will not be ready then we can just have it for breakfast TOMORROW"
  },
  {
    "word": "wow",
    "humiliation": "",
    "sentence": "WOW this is a really nice system"
  },
  {
    "word": "really",
    "humiliation": "",
    "sentence": "I’m REALLY sick of this candy-crush level now"
  },
  {
    "word": "good",
    "humiliation": "",
    "sentence": "wow the (tv) quality is so GOOD oh my god"
  },
  {
    "word": "march",
    "humiliation": "",
    "sentence": "“march-comes-in-like-a-lion” does this whole thing like take place in MARCH"
  },
  {
    "word": "aw",
    "humiliation": "",
    "sentence": "AW love the colors they’re so beautiful, this looks like it should be made after a real place"
  },
  {
    "word": "know",
    "humiliation": "",
    "sentence": "we KNOW him"
  },
  {
    "word": "jumped",
    "humiliation": "",
    "sentence": "oh it's summer-vacation right, wow they really JUMPED ahead"
  },
  {
    "word": "tell",
    "humiliation": "",
    "sentence": "are you just not gonna TELL me anything"
  },
  {
    "word": "anemic",
    "humiliation": "",
    "sentence": "whats is ANEMIC"
  },
  {
    "word": "reminds",
    "humiliation": "",
    "sentence": "this REMINDS me of scrabble"
  },
  {
    "word": "knees",
    "humiliation": "",
    "sentence": "japanese-people how can they sit on their KNEES for so long. can you do that?"
  },
  {
    "word": "cute",
    "humiliation": "",
    "sentence": "aw such a CUTE old man"
  },
  {
    "word": "god",
    "humiliation": "",
    "sentence": "oh my GOD move the fuck on"
  },
  {
    "word": "friend",
    "humiliation": "",
    "sentence": "let’s see what my FRIEND said to your text, oh wow okay thats long"
  },
  {
    "word": "of",
    "humiliation": "",
    "sentence": "“ok so we got his teacher with big boobs and we got here sister with smaller boobs and the main character starts off fucking the younger sister” oh my god “and just boom boom like an absolute unit. but the things is he has a crush on his teacher the entire time so anyways after he has sex with the little sister he finds out his dad is getting remarried and by some unholy act OF god the two sisters become his step-siblings ten-out-of-ten would recommend” that just sounds like karma getting back at an asshole"
  },
  {
    "word": "does",
    "humiliation": "",
    "sentence": "wow the (show) writer really DOES like cats"
  },
  {
    "word": "owl",
    "humiliation": "",
    "sentence": "wait so is that OWL a cat"
  },
  {
    "word": "trend",
    "humiliation": "",
    "sentence": "it seems to be a TREND in anime these days to reference being like manga"
  },
  {
    "word": "dishes",
    "humiliation": "",
    "sentence": "umm those are some great DISHES excuse you"
  },
  {
    "word": "was",
    "humiliation": "",
    "sentence": "that WAS so sweet"
  },
  {
    "word": "solid",
    "humiliation": "",
    "sentence": "is there like a SOLID plot to this story or it's kind of like a series of one-shots"
  },
  {
    "word": "ear",
    "humiliation": "",
    "sentence": "i think i have a zit in my EAT da-fuck"
  },
  {
    "word": "supposed",
    "humiliation": "",
    "sentence": "oh is this SUPPOSED to be a play on totoro"
  },
  {
    "word": "accumulated",
    "humiliation": "",
    "sentence": "are there just gonna be more and more ACCUMULATED cats through the show"
  },
  {
    "word": "damn",
    "humiliation": "",
    "sentence": "DAMN that cleavage"
  },
  {
    "word": "have",
    "humiliation": "",
    "sentence": "is there a way i can HAVE tea or i can make it"
  },
  {
    "word": "love",
    "humiliation": "",
    "sentence": "i LOVE corn tea! like the korean kind right"
  },
  {
    "word": "pro",
    "humiliation": "",
    "sentence": "wow are they doing someone's hair wow they’re amazing looks so PRO"
  },
  {
    "word": "don’t",
    "humiliation": "",
    "sentence": "i'll just make a shit-ton of tea so i DON’T have to make more later"
  },
  {
    "word": "tea",
    "humiliation": "",
    "sentence": "tea tea tea tea TEA tea"
  },
  {
    "word": "mask",
    "humiliation": "",
    "sentence": "oranges, it’ll MASK up the smell of the meat"
  },
  {
    "word": "plastic",
    "humiliation": "",
    "sentence": "oh if its too hot I’m not gonna boil (the water) it all the way cuz i don’t think the PLASTIC (bottle) can take it"
  },
  {
    "word": "loose",
    "humiliation": "",
    "sentence": "is it LOOSE leaf (tea) or is it- oh its a pack"
  },
  {
    "word": "drinking",
    "humiliation": "",
    "sentence": "i plan on DRINKING a lot (of tea)"
  },
  {
    "word": "fantastic",
    "humiliation": "",
    "sentence": "i flipped over my hoodie so i have this FANTASTIC thing now (to carry my voice recorder)"
  },
  {
    "word": "lights",
    "humiliation": "",
    "sentence": "wow LIGHTS"
  },
  {
    "word": "tasting",
    "humiliation": "",
    "sentence": "i don’t like strong TASTING tea but corn tea is ok so i’ll just deal with it (using a huge sack of tea)"
  },
  {
    "word": "too",
    "humiliation": "",
    "sentence": "maybe, but it's TOO late to go back now"
  },
  {
    "word": "a",
    "humiliation": "",
    "sentence": "oh I’m gonna have to pee A lot today"
  },
  {
    "word": "on",
    "humiliation": "",
    "sentence": "i don’t wanna step ON your thing"
  },
  {
    "word": "assholes",
    "humiliation": "",
    "sentence": "they (the show) make the kid too unrealistically lovable, kids are ASSHOLES"
  },
  {
    "word": "cry",
    "humiliation": "",
    "sentence": "did you see the buildings CRY"
  },
  {
    "word": "champ",
    "humiliation": "",
    "sentence": "(the baby) takes it (rubbing alcohol) like a CHAMP, oh never mind. oh yeah still a champ"
  },
  {
    "word": "that",
    "humiliation": "",
    "sentence": "oh THAT fucks you up"
  },
  {
    "word": "perfect",
    "humiliation": "",
    "sentence": "he just happens to have the PERFECT shade (of thread to fix his sweater) jesus"
  },
  {
    "word": "messed-up",
    "humiliation": "",
    "sentence": "whoa that's kind MESSED-UP: taking your own rivals kid and making it your own kid (to become a master)"
  },
  {
    "word": "kind-of",
    "humiliation": "",
    "sentence": "because it's so sweet, its KIND-OF messed-up"
  },
  {
    "word": "other",
    "humiliation": "",
    "sentence": "i wonder if we’ll meet that OTHER son, i think it’ll be a good relationship"
  },
  {
    "word": "wish",
    "humiliation": "",
    "sentence": "i fucking WISH"
  },
  {
    "word": "dollar",
    "humiliation": "",
    "sentence": "isn’t a hundred-yen just a DOLLAR, that's really cheap. oh it’s just for the drink."
  },
  {
    "word": "escalating",
    "humiliation": "",
    "sentence": "I’m assuming there will be a lot of ESCALATING when winter is over and march suddenly comes (in the show march-comes-in-like-a-lion) cuz, what, its like julyish right now (in the show) so it’s gonna take a year round trip and when it’s march, shit’s-going-down"
  },
  {
    "word": "chicken",
    "humiliation": "",
    "sentence": "bump-of-CHICKEN?"
  },
  {
    "word": "ambitions",
    "humiliation": "",
    "sentence": "he needs to climb the ranks. AMBITIONS to climb the ranks and get them dalla-dalla-bills-y’all"
  },
  {
    "word": "now",
    "humiliation": "",
    "sentence": "will he have friends NOW"
  },
  {
    "word": "how",
    "humiliation": "",
    "sentence": "HOW did they get to this point"
  },
  {
    "word": "love",
    "humiliation": "",
    "sentence": "love his eyebrows. i absolutely LOVE his eyebrows."
  },
  {
    "word": "kiss",
    "humiliation": "",
    "sentence": "now KISS"
  },
  {
    "word": "homies",
    "humiliation": "",
    "sentence": "i don’t understand, i want them to become HOMIES and i want you (the main character) to fall in love with the other girl, the younger. i want her dreams come true"
  },
  {
    "word": "doesn’t",
    "humiliation": "",
    "sentence": "makes you feel nice DOESN’T it (the scenery)? all the bridges?"
  },
  {
    "word": "ship",
    "humiliation": "",
    "sentence": "i like really SHIP them now"
  },
  {
    "word": "thirteen",
    "humiliation": "",
    "sentence": "wait how old is the other guy? THIRTEEN? i guess that is al little too young. i guess. you ever hear the rule half-your-age-plus-seven?"
  },
  {
    "word": "that",
    "humiliation": "",
    "sentence": "wow THAT escalated quickly"
  },
  {
    "word": "tv",
    "humiliation": "",
    "sentence": "do they just never watch TV"
  },
  {
    "word": "televised-game",
    "humiliation": "",
    "sentence": "they do have that TELEVISED-GAME with white and black tiles in korea, i don’t know if they have than anymore. they got rid of WoW"
  },
  {
    "word": "he",
    "humiliation": "",
    "sentence": "they didn’t know HE was a professional"
  },
  {
    "word": "me",
    "humiliation": "",
    "sentence": "low-key would be ME"
  },
  {
    "word": "married",
    "humiliation": "",
    "sentence": "they (the tv show characters) could totally get MARRIED one day. i was seeing the girl and the main character but you know it can be a lot of things right now. my parents are four years apart, it could happen one day. but also the men can get married, also four years apart."
  },
  {
    "word": "so",
    "humiliation": "",
    "sentence": "SO many feelings oh-my-god"
  },
  {
    "word": "ass",
    "humiliation": "",
    "sentence": "catchy ASS song though"
  },
  {
    "word": "present",
    "humiliation": "",
    "sentence": "you never know how when the opportunity may PRESENT itself (to play shogi)"
  },
  {
    "word": "sandwich",
    "humiliation": "",
    "sentence": "i was just gonna have my SANDWICH"
  },
  {
    "word": "just",
    "humiliation": "",
    "sentence": "i'll JUST watch love-is-war"
  },
  {
    "word": "orange",
    "humiliation": "",
    "sentence": "maybe bring me an ORANGE"
  },
  {
    "word": "not",
    "humiliation": "",
    "sentence": "i’m NOT even gonna friggin-"
  },
  {
    "word": "way",
    "humiliation": "",
    "sentence": "so it's like chess but with WAY more pieces"
  },
  {
    "word": "download",
    "humiliation": "",
    "sentence": "i’d fucking listen to this, like DOWNLOAD it. someone will just see my ipod and be like “what is this” and i’ll just be like “the instructions to play shogi through cats”. i’d listen to this so much and never actually learn how to play."
  },
  {
    "word": "help",
    "humiliation": "",
    "sentence": "and with her HELP, he will get his shit together"
  },
  {
    "word": "trench-coat",
    "humiliation": "",
    "sentence": "oh she’s wearing a TRENCH-COAT, she wants to fuck"
  },
  {
    "word": "is",
    "humiliation": "",
    "sentence": "IS there a bathroom near here"
  },
  {
    "word": "crunch",
    "humiliation": "",
    "sentence": "check if the sandwich is ok, oh it's hard. that CRUNCH. how old is that lettuce, oh its fine its just dry in some places but its fine"
  },
  {
    "word": "flip-flops",
    "humiliation": "",
    "sentence": "hold on just gonna wear my FLIP-FLOPS"
  },
  {
    "word": "something",
    "humiliation": "",
    "sentence": "you know what we should’ve done and put SOMETHING in jello"
  },
  {
    "word": "card",
    "humiliation": "",
    "sentence": "maybe i would’ve done it to your CARD, just sick it in jello"
  },
  {
    "word": "bolten",
    "humiliation": "",
    "sentence": "(reading a valentines card) “do i like you? you can bet on it” troy BOLTEN is an icon"
  },
  {
    "word": "satisfyingly",
    "humiliation": "",
    "sentence": "i want to flip it (jello) out SATISFYINGLY"
  },
  {
    "word": "slapped",
    "humiliation": "",
    "sentence": "you just SLAPPED it (jello) in my hand, ooh the feels nice, i wanna crush it"
  },
  {
    "word": "wild",
    "humiliation": "",
    "sentence": "spring-break is kinda WILD isn’t it (we were playing with jello)"
  },
  {
    "word": "seaweed",
    "humiliation": "",
    "sentence": "SEAWEED. that's kinda what it's like (agar jello)"
  },
  {
    "word": "experience",
    "humiliation": "",
    "sentence": "that was an EXPERIENCE"
  },
  {
    "word": "struggling",
    "humiliation": "",
    "sentence": "the (communal) sink is STRUGGLING to handle that (dirty dishes)"
  },
  {
    "word": "i",
    "humiliation": "",
    "sentence": "I have that effect on people"
  },
  {
    "word": "old",
    "humiliation": "",
    "sentence": "well, we can go back to our OLD ways (doing nothing) afterwards"
  },
  {
    "word": "trash",
    "humiliation": "",
    "sentence": "is that a (sink) stopper though? i just grab it and dump it in the TRASH"
  },
  {
    "word": "chopstick",
    "humiliation": "",
    "sentence": "i usually to i put rice down the drain. i just get the back of the CHOPSTICK and shove it down"
  },
  {
    "word": "nice",
    "humiliation": "",
    "sentence": "there are a lot of bathrooms in this building that's NICE"
  },
  {
    "word": "apocalypse-bunker",
    "humiliation": "",
    "sentence": "“area of rescue assistance”, is this like the APOCALYPSE-BUNKER of your dorm"
  },
  {
    "word": "exam",
    "humiliation": "",
    "sentence": "do they (her friends) just have a very intense EXAM or something"
  },
  {
    "word": "solid",
    "humiliation": "",
    "sentence": "okay SOLID"
  },
  {
    "word": "interesting",
    "humiliation": "",
    "sentence": "very INTERESTING position you have there, are you comfortable?"
  },
  {
    "word": "trains",
    "humiliation": "",
    "sentence": "so there's a bus to o’hare? i was probably just gonna do a combination of bus and TRAINS"
  },
  {
    "word": "lie-down",
    "humiliation": "",
    "sentence": "i’m going to LIE-DOWN oh shit that was not a good decision"
  },
  {
    "word": "ghost",
    "humiliation": "",
    "sentence": "what if there is a GHOST in here, what if someone comes in and i’m like “oh shit sohyun i recorded something, i think your room is haunted “"
  },
  {
    "word": "jacket",
    "humiliation": "",
    "sentence": "oh shit i think i still left my JACKET it jesse’s room"
  },
  {
    "word": "jesse",
    "humiliation": "",
    "sentence": "did you ever try singing jesse’s-girl to JESSE"
  },
  {
    "word": "murder",
    "humiliation": "",
    "sentence": "can you please throw me my phone right here? she didn’t MURDER me yay"
  },
  {
    "word": "ssengyou",
    "humiliation": "",
    "sentence": "also my earphones are In my makeup pouch right there, the cork pouch right there. can you hand me my earphones? SSENGYOU. actually, not gonna use them i already used up the plugs"
  },
  {
    "word": "socks",
    "humiliation": "",
    "sentence": "i can just wear SOCKS right"
  },
  {
    "word": "leaving",
    "humiliation": "",
    "sentence": "if it (board games) gets hard I’m LEAVING"
  },
  {
    "word": "chance",
    "humiliation": "",
    "sentence": "did i leave my jacket in your room by CHANCE"
  },
  {
    "word": "shuffle",
    "humiliation": "",
    "sentence": "do i just SHUFFLE (the deck of cards)"
  },
  {
    "word": "zero",
    "humiliation": "",
    "sentence": "ZERO"
  },
  {
    "word": "suit",
    "humiliation": "",
    "sentence": "(card game instructions) you have to follow SUIT unless you don’t have another one"
  },
  {
    "word": "two",
    "humiliation": "",
    "sentence": "i'll say TWO"
  },
  {
    "word": "trump",
    "humiliation": "",
    "sentence": "yeah it is a TRUMP-card"
  },
  {
    "word": "you",
    "humiliation": "",
    "sentence": "YOU ruined my plans"
  },
  {
    "word": "y’all",
    "humiliation": "",
    "sentence": "what did Y’ALL bid"
  },
  {
    "word": "cocky",
    "humiliation": "",
    "sentence": "i was too COCKY"
  },
  {
    "word": "makeup",
    "humiliation": "",
    "sentence": "I’m putting the MAKEUP downstairs. i’m not taking it back"
  },
  {
    "word": "prominent",
    "humiliation": "",
    "sentence": "i wanna make a sign. do you have notebook paper and a pretty PROMINENT pen"
  },
  {
    "word": "rip",
    "humiliation": "",
    "sentence": "oh RIP fourth time's the charm"
  },
  {
    "word": "four",
    "humiliation": "",
    "sentence": "i just can’t help but think that it's funny like you had to go back-and-forth FOUR times (to try and get back in her room)"
  },
  {
    "word": "either",
    "humiliation": "",
    "sentence": "ooooo sohyun isn’t perfect EITHER"
  },
  {
    "word": "incompetent",
    "humiliation": "",
    "sentence": "he (dorm receptionist) must suck at his job, sounds pretty INCOMPETENT to me"
  },
  {
    "word": "thick",
    "humiliation": "",
    "sentence": "that is a THICK ass layer (of pie)"
  },
  {
    "word": "mediocre",
    "humiliation": "",
    "sentence": "snickerdoodle. Pretty MEDIOCRE , it's basically a sugar-cookie with cinnamon on it"
  }
]
